---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Usft
source: html/c1a79dbf-cc95-9d32-f254-7123bcfbdd35.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Usft Property

Symbol USft, indicating unit US survey feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Usft { get; }
```